IDEA Open Model
CrossSectionComponentThermalData.ThermalConductivityLimit Property
Compatible with IDEA StatiCa Beta 20.0
 Thermal conductivity limit
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ThermalConductivityLimit ThermalConductivityLimit { get; set; }
Public Property ThermalConductivityLimit As ThermalConductivityLimit
	Get
	Set
Property Value
Type: ThermalConductivityLimit
See Also
Reference
CrossSectionComponentThermalData Class
IdeaRS.OpenModel.CrossSection Namespace